Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# As a performer, I don't want people to know about the effort I put in.
source: As a performer, I don't want people\nto know about the effort I put in.
pl: Jako artysta, nie chcę, żeby ludzie\nwidzieli ile wysiłku w to wkładam.

source: What, you're suggesting that you're\nsick of seeing SWIMMERS like me?\pAww, don't be hatin'!
pl: Sugerujesz, że masz już dość\nwalczenia z takimi PŁYWAKAMI, jak ja?\pNie bądź taki!

source: Oh, no, no, no.
pl: O, nie, nie!

# I couldn't lift the stigma of being a SWIMMER…
source: I couldn't lift the stigma of being\na SWIMMER…
pl: Nie wytrzymuję piętna bycia\nPŁYWAKIEM…

# My boyfriend's always busy, so I come swimming by myself.
source: My boyfriend's always busy, so I\ncome swimming by myself.
pl: Mój chłopak jest ciągle zajęty,\nwięc przychodzę tu sama.

source: Awww, I knew this would happen!
pl: Ałł, wiedziałam, że tak będzie!

# When I can't be with my boyfriend, I spend time with the POKéMON helgave me.
source: When I can't be with my boyfriend,\nI spend time with the POKéMON he\lgave me.
pl: Gdy nie mogę być z moim chłopakiem,\nspędzam czas z POKéMONAMI, które\lmi dał.

# Tell me, where are the mountains around these parts?
source: Tell me, where are the mountains\naround these parts?
pl: Powiedz, gdzie tu znajdę jakieś\ngóry?

# I lost my way while I was busy battling!
source: I lost my way while I was busy\nbattling!
pl: Zgubiłem drogę, gdy bawiłem\nsię w walki!

# Aren't there any mountains around these parts?
source: Aren't there any mountains around\nthese parts?
pl: Czy nie ma tu nigdzie żadnych\ngór?

# MIU: Hello, POKéMON! It's time to play!
source: MIU: Hello, POKéMON!\nIt's time to play!
pl: MIU: Witajcie, POKéMONY!\nBawmy się!

# MIU: Oh, no! Mommy!
source: MIU: Oh, no!\nMommy!
pl: MIU: Nie!\nMamusiu!

# MIU: It makes me all sad inside when we lose…
source: MIU: It makes me all sad inside\nwhen we lose…
pl: MIU: Robi mi się smutno, gdy\nprzegrywamy…

# MIU: MIA and I are TWINS. We want to battle together.
source: MIU: MIA and I are TWINS.\nWe want to battle together.
pl: MIU: MIA i ja jesteśmy\nBLIŹNIACZKAMI. Walczymy razem.

# MIA: Hello, POKéMON! It's time to battle!
source: MIA: Hello, POKéMON!\nIt's time to battle!
pl: MIA: Witajcie, POKéMONY!\nCzas na walkę!

# MIA: You're mean! You're bad for winning!
source: MIA: You're mean!\nYou're bad for winning!
pl: MIA: Jesteś potworem!\nŹle wygrywasz!

# MIA: Ohh… I'm sorry, my POKéMON…
source: MIA: Ohh…\nI'm sorry, my POKéMON…
pl: MIA: O…\nPrzepraszam, POKéMONKU…

# MIA: Oh, you only have one POKéMON?pDon't you feel lonesome?
source: MIA: Oh, you only have one\nPOKéMON?\pDon't you feel lonesome?
pl: MIA: Masz tylko jednego\nPOKéMONA?\pNie czujesz się samotny?

# Wanted! The Ultimate Horn!
source: Wanted!\nThe Ultimate Horn!
pl: Poszukiwany!\nPotężny Róg!

# WATER PATH Leads to RUIN VALLEY
source: WATER PATH\nLeads to RUIN VALLEY
pl: WODNA ŚCIEŻ.\nDalej: DOLINA RUIN

source: Hera, hera, HERACROSS!\nBig and shiny, it's the bug boss!\lLove it, need it, HERACROSS!
pl: Hera, hera, HERACROSS! Wielcy i\nbłyszczący, robaczy szefowie!\lKocham je, HERACROSSY!

# Eeeeek! That's a HERACROSS!pPlease, please, may I measure how big it is?
source: Eeeeek!\nThat's a HERACROSS!\pPlease, please, may I measure how\nbig it is?
pl: Eeeeek!\nTo HERACROSS!\pProszę, proszę, pozwól mi\nzobaczyć ile ma wzrostu!

source: Eeeek, it's {STR_VAR_2} inches!\nI've never seen anything like this!\lYou deserve a reward!
pl: Eeeek, ma {STR_VAR_2} cali!\nNigdy czegoś takiego nie widziałem!\lZasługujesz na nagrodę!

source: I want to see a much, much bigger\nHERACROSS than that one.\pOh, how I adore them, big\nHERACROSS!
pl: Chcę zobaczyć dużo, dużo większego\nHERACROSSA niż ten.\pO, strasznie kocham wielkie\nHERACROSSY!

# Huh? This {STR_VAR_2}-inch measurement… Oh, boo! It's the same as before.
source: Huh? This {STR_VAR_2}-inch measurement…\nOh, boo! It's the same as before.
pl: Huh? Ten mierzy {STR_VAR_2} cali...\nOch, bu! Jest taki sam jak poprzedni.

source: Oh, it's just {STR_VAR_2} inches.\nThe HERACROSS before was bigger.\pIt was {STR_VAR_3} inches, the biggest\nHERACROSS you've brought me.
pl: Och, ten ma tylko {STR_VAR_2} cali.\nWcześniejszy był większy.\pMiał {STR_VAR_3}, największy HERACROSS jakiego\ndo mnie przyniosłeś.

source: Oh, no! This won't do!\pHERACROSS looks much more macho\nand cool, and has a lovely horn!
pl: O, nie! To nie przejdzie!\pHERACROSS wygląda bardziej\nmacho i świetnie i ma śliczny róg!

# Your BAG is full. My reward won't fit.
source: Your BAG is full.\nMy reward won't fit.
pl: Pełna TORBA.\nNie wejdzie tam nagroda.

source: The biggest HERACROSS that I have\never seen measured so far is:\p{STR_VAR_3} inches!
pl: Największy HERACROSS, którego do\ntej pory mierzyłem miał:\p{STR_VAR_3} cali!

source: My height is 67.0 inches on the\nbutton.\pI know it is this precisely because\nmy neighbor measured me.
pl: Mam około 67 cali.\pWiem to dokładnie, bo mierzył mnie\njeden z moich sąsiadów.

source: Bonjour!\nI am le waiter on this ship!\pI will be happy to serve you\nanything you please!\p… … …\nAh! Le strong silent type!
pl: Bonjour!\nJestem le kelner na tym statku!\pZ przyjemnością podam panu,\nco sobie życzy!\p… … …\nAch! Le bardzo cichy typ!

source: The passengers are restless from\nthis long voyage.\pYou might be challenged by the\nmore bored ones!
pl: Pasażerowie są niezmordowani mimo\ndługiej podróży.\pCi bardziej znudzeni mogą\nwyzwać cię do walki!

source: Ssh…!\nI'm a GLOBAL POLICE agent.\pI'm on the trail of TEAM ROCKET.\nThey're up to nothing good!
pl: Ssh…!\nJestem agentem POLICJI.\pJestem na tropie ZESPOŁU R!\nKnują coś niedobrego!

# I love POKéMON! Do you?
source: I love POKéMON!\nDo you?
pl: Kocham POKéMONY!\nA ty?

# Wow! You're great!
source: Wow! \nYou're great!
pl: Łoł! \nPanujesz!

source: Listen, listen!\nLet me be your friend, okay?\pThen we can trade POKéMON and\ndo stuff.
pl: Słucha, słuchaj!\nBędę twoim kumplem, okej?\pBędziemy mogli się wymieniać i\ntakie tam.

# I collected these POKéMON from all around the world!
source: I collected these POKéMON\nfrom all around the world!
pl: Zebrałam te POKéMONY z\nterenów całego świata!

# Oh, no! I went around the world for these!
source: Oh, no!\nI went around the world for these!
pl: Och nie!\nI na co mi to wszystko było!

# You hurt my poor POKéMON!pI demand that you heal them at a POKéMON CENTER!
source: You hurt my poor POKéMON!\pI demand that you heal them at a\nPOKéMON CENTER!
pl: Zraniłeś moje POKéMONY!\pŻądam, byś wyleczył je w CENTRUM\nPOKéMONÓW!

# We are cruising around the world, my children and I.
source: We are cruising around the world,\nmy children and I.
pl: Podróżujemy dookoła świata,\nto znaczy ja i dzieci.

# A world cruise is so elegant yet cozy!
source: A world cruise is so elegant yet\ncozy!
pl: Takie podróże poważnie\nkształcą!

# I always travel with WIGGLYTUFF. I never leave home without it.
source: I always travel with WIGGLYTUFF.\nI never leave home without it.
pl: Zawsze podróżuję z WIGGLYTUFFEM.\nNigdy nie ruszam się bez tego.

# Waiter, I would like a cherry pie, please!
source: Waiter, I would like a cherry pie,\nplease!
pl: Kelner, proszę mi podać placek z\nwiśniami!

# Waitress, I would like a cherry pie, please!
source: Waitress, I would like a cherry\npie, please!
pl: Kelnerka, proszę o placek z\nwiśniami!

# You insolent pup! How dare you barge in!
source: You insolent pup!\nHow dare you barge in!
pl: Ty mały gnojku!\nJak śmiesz tu włazić!

# Humph! You rude child! You have no sense of courtesy!
source: Humph! You rude child!\nYou have no sense of courtesy!
pl: Hump! Chamski dzieciaku! \nNie masz ani grama taktu!

# I wish to be left alone! Get out!
source: I wish to be left alone!\nGet out!
pl: Chcę zostać sam!\nWynocha!

# You look tired. Would you like to take a short rest?
source: You look tired. Would you like to\ntake a short rest?
pl: Wyglądasz na zmęczonego. Może\nchcesz odpocząć?

# I'm glad to see that everyone is looking refreshed and chipper.
source: I'm glad to see that everyone is\nlooking refreshed and chipper.
pl: Ciesze się, że ty i twoje POKéMONY\nwyglądacie zdrowo i świeżo.

# Oh, I'm sorry for fussing over you. You look like my little brother…
source: Oh, I'm sorry for fussing over you.\nYou look like my little brother…
pl: Och, przepraszam, że zaczepiłem.\nWyglądasz jak mój braciszek…

# Oh, I'm sorry for fussing over you. You look like my little sister…
source: Oh, I'm sorry for fussing over you.\nYou look like my little sister…
pl: Och, przepraszam, że zaczepiłem.\nWyglądasz jak moja siostrzyczka…

source: I am but a solitary traveler…\pMy sole companions and friends are\nPOKéMON I caught on my journeys…
pl: Jestem samotnym podróżnikiem…\pMoi towarzysze to przyjaciele i\nPOKéMONY złapane w podróży…

source: My, my friends…
pl: Przyjaciele…

source: You should be nice to friends!
pl: Bądź miły dla przyjaciół!

source: This ship, she is a luxury liner for\nTRAINERS of the world!\pAt every port, we hold parties with\ninvited TRAINERS.
pl: Ten statek, to luksusowy liniowiec\ndla TRENERÓW!\pW każdym porcie przygotowywana\njest impreza dla zaproszonych.

source: {RIVAL}: Bonjour!\n{PLAYER}!\pImagine seeing you here!\n{PLAYER}, were you really invited?\pSo how's your POKéDEX coming?\pI already caught 40 kinds, pal.\nDifferent kinds are everywhere.\pCrawl around in grassy areas, and\nlook hard for them.
pl: {RIVAL}: Bonjour!\n{PLAYER}!\pCo ty tutaj robisz?\n{PLAYER}, naprawdę cię zaprosili?\pWięc, jak tam twój POKéDEX?\pJa już złapałem 40 rodzajów, \nkolego. Różne typy są wszędzie!\pPrzeczesuj każde źdźbło trawy i\nszukaj nowych stworków.

# Humph!pAt least you're raising your POKéMON!
source: Humph!\pAt least you're raising your\nPOKéMON!
pl: Hump!\pChociaż zajmujesz się\nPOKéMONAMI!

source: {RIVAL}: I heard there was a CUT\nmaster on board.\pBut he was just a seasick old man!\pCUT itself is really useful.\nYup, it'll be handy.\pYou should go see him, too.\nSmell ya!
pl: {RIVAL}: Słyszałem, że na\npokładzie jest mistrz CIĘCIA.\pOkazał się jednak tylko\nchorym stacem!\pAle CIĘCIE mi się przyda.\nTo przydatna technika.\pIdź do niego, a ja\nspadam!

source: I've journeyed far and wide, but in\nall my travels I've never seen\lany POKéMON sleep like this one!\pIt was something like this!
pl: Przemierzyłem cały świat, ale nigdy\nnie spotkałem POKéMONA, który\lspałby tak twardo jak ten!\pWyglądał jakoś tak!

# Competing against the young keeps me youthful.
source: Competing against the young keeps\nme youthful.
pl: Walka z młodymi trenerami przywraca\nmłodość.

# Good match! Ah, I feel young again!
source: Good match!\nAh, I feel young again!
pl: Świetnie!\nA, znów czuje się młodo!

# Fifteen years ago, I would have won!
source: Fifteen years ago, I would\nhave won!
pl: Piętnaście lat temu,\nwygrałbym!

source: Check out what I fished up!
pl: Zobacz co wyłowiłem!

source: I'm all out!
pl: O! Koniec!

# Party?pThe cruise ship's party should be over by now.
source: Party?\pThe cruise ship's party should be\nover by now.
pl: Imprezka?\pImpreza na statku już się chyba\nskończyła.

# Ah, yes, I have seen some POKéMON ferry people across the water!
source: Ah, yes, I have seen some POKéMON\nferry people across the water!
pl: Ach, tak, widziałem jak POKéMONY\nprzewożą ludzi jak statki!

source: Small trees can be chopped down\nusing the move CUT.\pBut remember this!\nCUT is an HM technique.\pOnce learned, it is not so easily\ndiscarded.
pl: Małe drzewka mogą zostać ścięte\nprzy pomocy CIĘCIA.\pAle pamiętaj! \nTo technika HM.\pKiedy raz się jej nauczysz,\nbardzo ciężko ją zapomnieć.

# Which do you find more worthy, a strong or a rare POKéMON?
source: Which do you find more worthy,\na strong or a rare POKéMON?
pl: Co jest bardziej cenne,\nsilny, czy bardzo rzadki POKéMON?

source: I must salute you!
pl: Salutuję!

# Personally, I prefer strong and rare POKéMON.
source: Personally, I prefer strong and\nrare POKéMON.
pl: Osobiście preferuje silne,\nrzadkie POKéMONY.

# I don't believe I saw you at the party?
source: I don't believe I saw you at the\nparty?
pl: Chyba nie widziałam cię na\nimprezie?

source: Take it easy!
pl: Spokojnie!

# Oh, I adore your strong POKéMON! Oh, how I envy you for them!
source: Oh, I adore your strong POKéMON!\nOh, how I envy you for them!
pl: Och, podziwiam twoje silne POKéMONY!\nZazdroszczę!

source: Have you gone to the SAFARI ZONE\nin FUCHSIA CITY?\pThere are many kinds of rare\nPOKéMON.
pl: Byłeś w STREFIE SAFARI w\nFUCHSIA CITY?\pMożna tam znaleźć wiele\nrzadkich POKéMONÓW.

source: Me and my daddy think the SAFARI\nZONE is awesome!\lI wish we could go there again.
pl: Ja i mój tatuś uważamy, że\nSTREFA SAFARI jest super!\lChciałbym móc tam wrócić.

# The CAPTAIN said he's awfully sick. He was all pale.
source: The CAPTAIN said he's awfully sick.\nHe was all pale.
pl: KAPITAN powiedział, że źle się\nczuje. Był blady.

source: I hear many people get seasick.
pl: Często miewa chorobę morską.

source: Our CAPTAIN is a sword master.\nHe's awesome at using CUT.\pThey say he even teaches CUT\nto POKéMON!
pl: Nasz KAPITAN to mistrz miecza.\nŚwietnie używa CIĘCIA.\pPodobno uczy CIĘCIA nawet swoich \nPOKéMONÓW!

# Matey, you're walking the plank if you lose!
source: Matey, you're walking the plank if\nyou lose!
pl: Czeka cię spacer po desce jeśli\nprzegrasz!

# Argh! Beaten by a kid!
source: Argh!\nBeaten by a kid!
pl: Pobity przez dziecko!

# When we're out at sea, jellyfish POKéMON sometimes drift by.
source: When we're out at sea, jellyfish\nPOKéMON sometimes drift by.
pl: Gdy jesteśmy na morzu, czasami\nPOKéMONY meduzy dryfują obok.

source: Hello, stranger!\pI can't tell if you're from the seas\nor mountains, but stop and chat.\pAll my POKéMON are from the sea.
pl: Witaj, nieznajomy!\pNie wiem czy jesteś z morza, czy z\ngór, ale pogadajmy sobie.\pWszystkie moje POKéMONY są z morza.

# Darn! I let that one get away!
source: Darn!\nI let that one get away!
pl: Kurcze!\nJeden mi uciekł!

# I was going to make you my assistant, too!
source: I was going to make you my\nassistant, too!
pl: Chciałem zrobić z ciebie\nmojego asystenta!

source: Even us sailors have POKéMON, too!
pl: Nawet marynarze mają POKéMONY!

source: Okay, you're not bad.
pl: Okej, jesteś niezły.

# We caught all our POKéMON while we were out at sea.
source: We caught all our POKéMON while\nwe were out at sea.
pl: Złapaliśmy nasze POKéMONY, gdy\nbyliśmy na morzu.

source: I like feisty kids like you!
pl: Lubię zadziorne dzieciaki!

# Argh! Lost it!
source: Argh!\nLost it!
pl: Arg! \nPo mnie!

# Sea POKéMON live in deep water. You'll need a ROD to fish them up!
source: Sea POKéMON live in deep water.\nYou'll need a ROD to fish them up!
pl: Morskie POKéMONY żyją w wodzie.\nPotrzeba WĘDKI, by je wyłowić!

# You know what they say about sailors and battling!
source: You know what they say about\nsailors and battling!
pl: Wiesz co mówią o marynarzach\ni walce?

# Right! Good battle, mate!
source: Right!\nGood battle, mate!
pl: Świetna walka, kolego!

# Hahaha! Want to be a sailor, mate?
source: Hahaha!\nWant to be a sailor, mate?
pl: Chcesz być marynarzem, kolego?

# Come on, then! My sailor's pride is at stake!
source: Come on, then!\nMy sailor's pride is at stake!
pl: No to chodź!\nRazisz moją marynarską dumę!

source: Your spirit sank me!
pl: Zatopiłeś mnie!

# Did you see the FISHING GURU in VERMILION CITY?
source: Did you see the FISHING GURU in\nVERMILION CITY?
pl: Widziałeś się z RYBACKIM GURU w\nVERMILION CITY?

# My buddy MACHOKE is super strong!pHe has enough STRENGTH to move big rocks!
source: My buddy MACHOKE is super strong!\pHe has enough STRENGTH to move\nbig rocks!
pl: Mój kumpel MACHOKE jest super\nsilny!\pMa dość SIŁY, by ruszać\nwielkie głazy!

# CAPTAIN: Ooargh… I feel hideous…lUrrp! Seasick…
source: CAPTAIN: Ooargh…\nI feel hideous…\lUrrp! Seasick…
pl: KAPITAN: Ooarg…\nŹle się czuję…\lChoroba morska…

# {PLAYER} rubbed the CAPTAIN's back!pRub-rub… Rub-rub…
source: {PLAYER} rubbed the CAPTAIN's\nback!\pRub-rub…\nRub-rub…
pl: {PLAYER} klepie KAPITANA po\nplecach!\pKlep…\nKlep…

source: CAPTAIN: Whew! Thank you!\nI'm feeling much better now.\pYou want to see my hidden CUT\ntechnique?\pI could show you my prized CUT\ntechnique if I weren't so ill…\pI know! You can have this!\nThis HIDDEN MACHINE!\pTeach CUT to your POKéMON, and\nyou can see it CUT anytime!
pl: KAPITAN: Uff! Dziękuję!\nCzuje się już o wiele lepiej.\pChcesz zobaczyć mój tajny atak\nCIĘCIE?\pMógłbym ci ją pokazać, gdybym nie\nczuł się tak źle…\pWiem! Najlepiej będzie jeśli\nweźmiesz tę UKRYTĄ MASZYNE!\pNaucz CIĘCIA POKéMONA, a\nbędzie mógł go użyć w potrzebie!

# {PLAYER} obtained HM01 from the CAPTAIN!
source: {PLAYER} obtained HM01\nfrom the CAPTAIN!
pl: {PLAYER} dostaje HM01\nod KAPITANA!

source: Using CUT, you can chop down\nsmall trees.\pWhy not try it with the trees\naround VERMILION CITY?
pl: Używając CIĘCIA, możesz ścinać\nmałe drzewa.\pMoże wypróbuj go na\ndrzewach przy VERMILION CITY?

source: CAPTAIN: …Whew!\pNow that I'm not sick anymore,\nI guess it's time.\pThe S.S. ANNE will set sail soon!\pFarewell, until our return to\nVERMILION CITY!
pl: KAPITAN: …Uff!\pCzuje się już lepiej, więc\nsądzę, że już czas.\pS.S. ANNA niedługo wypłynie!\pDo zobaczenia, do naszego powrotu do\nVERMILION CITY!

# Oh, no! You have no room for this!
source: Oh, no!\nYou have no room for this!
pl: Och ,nie!\nNie masz na to miejsca!

# Yuck! Shouldn't have looked!
source: Yuck!\nShouldn't have looked!
pl: Fuj!\nNo i po co patrzyłeś?

# How to Conquer Seasickness… The CAPTAIN's reading this!
source: How to Conquer Seasickness…\nThe CAPTAIN's reading this!
pl: Jak Pokonać Chorobę Morską…\nKAPITAN chyba to czytał!

# The party's over. The ship will be departing soon.
source: The party's over.\nThe ship will be departing soon.
pl: Koniec imprezy.\nStatek wkrótce odpływa.

# Whew! Scrubbing decks is hard work!
source: Whew!\nScrubbing decks is hard work!
pl: Uff!\nSzorowanie pokładu męczy!

# Urf… I feel ill…pI got seasick, so I stepped out to get some air…
source: Urf… I feel ill…\pI got seasick, so I stepped out to\nget some air…
pl: Urf… Źle się czuję…\pMam chorobę morską, więc\nwyszedłem odetchnąć…

source: Hey, matey!\pLet's do a little jig!
pl: Hej, koleś!\pZróbmy jakąś akcję!

source: You're impressive!
pl: Oniemiałem!

# How many kinds of POKéMON do you think there are in this big world?
source: How many kinds of POKéMON do you\nthink there are in this big world?
pl: Jak myślisz, ile jest na świecie\ngatunków POKéMONÓW?

# Ahoy, there! Are you seasick?
source: Ahoy, there!\nAre you seasick?
pl: Witaj!\nMasz chorobę morską?

source: I was just careless!
pl: Zbyt beztroski!

# My pa said there are 100 kinds of POKéMON. I think there are more.
source: My pa said there are 100 kinds of\nPOKéMON. I think there are more.
pl: Tatuś mówi, że jest 100 rodzajów\nPOKéMONÓW. Ja myśle, że więcej.

# You, mon petit! We're busy here!lOut of the way!
source: You, mon petit!\nWe're busy here!\lOut of the way!
pl: Ty, mon petit!\nJesteśmy zajęci!\lRuszaj z drogi!

# I saw an odd BERRY in the trash. I wonder what that was?
source: I saw an odd BERRY in the trash.\nI wonder what that was?
pl: Widziałem dziwną JAGODE w koszu.\nCiekawe co to było?

# I'm so busy I'm getting dizzy! You have to give me room here!
source: I'm so busy I'm getting dizzy!\nYou have to give me room here!
pl: Jestem zajęty, bardzo zajęty!\nZrób mi trochę miejsca!

# Hum-de-hum-de-ho…pI peel spuds every day! Hum-hum…
source: Hum-de-hum-de-ho…\pI peel spuds every day!\nHum-hum…
pl: Hum-de-hum-de-ho…\pCodziennie obieram pyry!\nHum…

source: Did you hear about SNORLAX?\nIt's a glutton.\pNo other POKéMON eats and sleeps\nthe way SNORLAX can and does!
pl: Słyszałeś o SNORLAKSIE?\nTo straszny leń.\pŻaden inny POKéMON nie je i nie śpi\ntyle co ten wielki żarłok!

# Snivel… Sniff…pI only get to peel onions… Snivel…
source: Snivel… Sniff…\pI only get to peel onions…\nSnivel…
pl: Chlip… Chlip…\pZawsze muszę obierać cebulę…\nChlip…

# Er-hem! Indeed I am le CHEF!pLe main course is
source: Er-hem!\nIndeed I am le CHEF!\pLe main course is
pl: Er-hem!\nJa jestem le SZEF!\pGłówny cel to

# Salmon du Salad!pLes guests may gripe it's fish again, however!
source: Salmon du Salad!\pLes guests may gripe it's fish\nagain, however!
pl: Salmon du Salad!\pLes goście mogą niestety narzekać\nna rybę!

source: Eels au Barbecue!\pLes guests will mutiny, I fear.
pl: Węgorz z Grilla!\pGoście chyba się zbuntują.

# Prime Beefsteak!pBut, have I enough fillets du beef?
source: Prime Beefsteak!\pBut, have I enough fillets du\nbeef?
pl: Przedni befsztyk!\pCzy mam wystarczająco\nwołowiny?

# THREE ISLAND Kin Island of Family Bonding
source: THREE ISLAND\nKin Island of Family Bonding
pl: WYSPA THREE\nCudna Wyspa Rodzinnych Więzi

# Hyahoo!pFrom this day on, this island belongs to us!
source: Hyahoo!\pFrom this day on, this island\nbelongs to us!
pl: Hyahoo!\pOd tego dnia, ta wyspa należy\ndo nas!

source: We don't need you people bringing\nyour noise and trouble here!\pWe're asking you to go back to\nKANTO!
pl: Nie potrzebujemy tu ludzi,\nniosiących hałas i kłopoty!\pChcemy, żebyś wracał do swojego\nKANTO!

source: Hey, go cry somewhere else.\nOur boss is on his way.\pWhen he gets here, we'll give you\na k-rad motorbike show you won't\lsoon forget!
pl: Hej, spadaj płakać gdzieś\nindziej. Szef już tu idzie.\pGdy się tu zjawi, dostaniesz\nshow, którego długo nie\lzapomnisz!

# W-what!? Not on your life! Get off the island now!
source: W-what!? Not on your life!\nGet off the island now!
pl: C-co-co? Nie w tym życiu!\nZmywaj się z wyspy, już!

source: Who's gonna make me?
pl: A kto mnie zmusi?

# Are you the boss? Go back to KANTO right now!
source: Are you the boss?\nGo back to KANTO right now!
pl: Jesteś szefem?\nNie? No to spadaj do KANTO!

source: Hah?\pI just got here, pal.\pWhat's with the hostile attitude?\nIt's mighty cold of you!
pl: Hah?\pWłaśnie tu wpadłem, stary.\pSkąd takie nieprzyjazne powitanie?\nTo bardzo niemiłe!

source: Your gang of followers have been\nraising havoc on their bikes.\pDo you have any idea how much\ntrouble they've caused us on the\lisland?
pl: Gang twoich pobratymców sieje\nspustoszenie na rowerach.\pCzy zastanowiłeś się ile\nproblemów mogą sprawdzić na naszej\lwyspie?

source: No, man, I don't get it at all.\pLook at this place.\nWhat do you do for entertainment?\pYou ought to be thanking us for\nlivening up this sleepy village.\pBut hey, if you insist, you can try\nmaking us leave.
pl: Nie, stary, nie kapuję.\pSpójrz na to miejsce. Co w ogóle\nrobi się tu dla rozrywki?\pPowinieneś nam dziękować za\nożywienie takiej ospałej wioski.\pNo ale dobra, jeśli nalegasz, możesz\nspróbować nas usunąć.

# Grr… You cowards… So tough in a pack…
source: Grr… You cowards…\nSo tough in a pack…
pl: Grr… Tchórze…\nTwardzi w grupie…

source: You, what are you staring at?\nDon't you know it's not polite?\pYou wanna make something of it\nor what?
pl: Ty, na co się gapisz?\nNie wiesz, że to nie przystoi?\pProsisz się o kopniaka,\nwiesz?

# That's smart. Keep your nose out of this.
source: That's smart.\nKeep your nose out of this.
pl: Mądra rada.\nTrzymaj się z daleka.

# Heh, I like your guts. You'll be losing money to me, but…
source: Heh, I like your guts.\nYou'll be losing money to me, but…
pl: Heh, Lubię twój charakter.\nStracisz tu wiele kasy, ale…

# Wha… What is this kid?!
source: Wha…\nWhat is this kid?!
pl: Cco:\nCo to za dzieciak?

# Aww, man… Don't you dare laugh!
source: Aww, man…\nDon't you dare laugh!
pl: Aww, nie…\nNie próbuj się śmiać!

# Aren't you from KANTO? You should be on our side!
source: Aren't you from KANTO?\nYou should be on our side!
pl: Czy nie jesteś z KANTO?\nPowinieneś być z nami!

source: Stop fooling around!
pl: Nie wydurniaj się!
